# brew tap homebrew/bundle
# brew bundle

cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'ack'
brew 'bash-completion'
brew 'coreutils'
brew 'git'
brew 'gpg-agent'
brew 'gpg'
brew 'htop'
brew 'hub'
brew 'jpeg'
brew 'jq'
brew 'openssl'
brew 'pinentry-mac'
brew 'readline'
brew 'tig'
brew 'wget'

cask 'alfred'
cask 'docker'
cask 'flux'
cask 'fork'
cask 'gimp'
cask 'google-chrome'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'keybase'
cask 'slack'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'vlc'
cask 'postman'
cask 'plex-media-player'
