# brew tap homebrew/bundle
# brew bundle

cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'caskroom/versions'

brew 'ack'
brew 'coreutils'
brew 'git'
brew 'gpg'
brew 'gpg-agent'
brew 'hub'
brew 'openssl'
brew 'pinentry-mac'
brew 'readline'
brew 'wget'

cask 'flux'
cask 'iterm2'
cask 'google-chrome'
cask 'keybase'
cask 'slack'
cask 'sublime-text'
cask 'vlc'
